nn.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><soap:Header><wsa:Action/><wsa:MessageID>urn:uuid:13b4acb4-cbed-4a44-9653-b0ec61887690</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>https://ukid.uat.uk.experian.com/EIHEndpoint</wsa:To><wsse:Security><wsu:Timestamp wsu:Id="Timestamp-eae374ac-2b08-4085-b056-d7a978ab5bfe"><wsu:Created>2012-09-03T09:05:09Z</wsu:Created><wsu:Expires>2012-09-04T08:31:09Z</wsu:Expires></wsu:Timestamp><wsse:BinarySecurityToken xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" ValueType="ExperianWASP" EncodingType="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-soap-message-security-1.0#Base64Binary" wsu:Id="SecurityToken-360cdfd9-0664-4a65-a0f0-92a0229bf83a">5B-7E-B1-AD-BD-85-5F-61-A7-C5-22-F3-6D-42-0F-36-7D-BD-2F-2D-54-A7-20-CA-3A-20-A7-AB-06-6A-C2-4B-0A-48-34-0F-83-50-2D-F5-DC-D0-3D-4E-98-92-0C-B7-5E-AB-98-DE-DA-83-C6-A5-DF-6F-84-5E-13-4F-99-9B-CB-D1-93-23-AE-3E-5D-94-F7-B4-CC-0B-E6-B4-37-12-A3-1A-98-36-FA-29-B6-A7-41-F3-42-40-8A-C0-E1-89-06-C6-3C-C2-1B-AE-B1-EE-50-C9-8B-1D-61-3F-E9-9E-67-28-67-B7-40-4C-6D-37-63-E3-27-69-62-10-AE-53-7D-22-9D-B8-07-36-89-20-A3-F5-04-AF-EB-8B-D1-6E-06-EE-C8-45-BF-77-D3-D9-E4-39-A4-BF-69-E4-AC-6B-F9-71-74-79-2E-57-45-EA-44-94-B7-C1-9F-B5-11-97-80-97-08-2A-E5-9C-28-EA-77-D8-0D-08-3E-A5-C7-5D-6A-BC-6D-A2-EE-1A-AA-70-FB-70-7F-F4-ED-E4-33-30-12-20-7F-29-1A-2C-FB-A4-5F-A6-36-A4-F5-4C-C8-99-35-D7-32-20-88-C1-37-11-5D-B9-CF-42-C3-CD-DF-A1-B3-80-2E-0F-45-2F-4A-94-E6-CE-3B-0F-91-CE-9C-2B-A5-05-16-99-E4-2F-38-91-4A-00-49-3F-0E-D4-61-EB-EA-7D-3C-5A-41-12-39-27-C1-5F-D3-A9-43-CB-B6-4E-50-79-7E-C4-6C-DF-B3-48-1F-9C-F3-9D-AC-41-D6-DB-EF-FB-76-D9-07-FF-FE-A3-C6-30-B5-1B-10-3D-63-2D-13-EC-6C-91-36-39-1F-B9-13-67-9D-13-17-54-11-EB-8A-23-59-BD-74-69-40-45-FE-B4-AA-F0-1C-43-A9-30-8C-42-FE-02-75-EB-38-47-6A-3E-92-E0-DC-7B-A3-DE-1F-B0-C0-03-37-D6-F4-81-FC-67-75-EA-48-63-F6-5F-4E-75-51-C4-F9-8D-04-46-81-1A-6E-AF-B2-EB-23-02-46-6E-82-F3-6E-E5-B2-03-51-EB-15-A8-8D-43-B9-D0-3A-C9-6B-BF-7D-76-DA-11-9C-B9-8B-7B-5A-85-7A-47-77-FB-44-A3-7E-51-11-E6-B5-D2-D2-F4-4B-87-66-F2-E2-66-B3-D1-81-F2-7B-38-64-14-1B-76-EF-96-7C-2B-8B-E7-CB-D1-1E-0B-50-83</wsse:BinarySecurityToken></wsse:Security></soap:Header><soap:Body><ExecuteRequest xmlns="http://schema.uk.experian.com/eih/2011/03"><EIHHeader xmlns="http://schema.uk.experian.com/eih/2011/03/EIHHeader"><ClientUser>ADL</ClientUser><ReferenceId>ADL47EXT7</ReferenceId></EIHHeader><ProcessConfigReference><ProcessConfigName>CRB Check</ProcessConfigName></ProcessConfigReference><ResponseType>Decision Only</ResponseType><Consent>Yes</Consent><PersonalData><Name><Forename>JENNY</Forename><MiddleName></MiddleName><Surname>GREEN</Surname></Name><BirthDate>1982-05-15</BirthDate></PersonalData><Addresses><Address><AddressDetail><FlatOrApartmentNumber></FlatOrApartmentNumber><HouseName></HouseName><HouseNumber>22</HouseNumber><Address1>22 COPPAFIELD CLOSE</Address1><Address2></Address2><Address3>BUCKLEY</Address3><Address4></Address4><PostCode>CH7 2AH</PostCode><Country>GB</Country></AddressDetail><TypeOfAddress>UK</TypeOfAddress><AddressStatus>Current</AddressStatus><ResidentFrom>2007-09-03</ResidentFrom><ResidentTo>2012-09-03</ResidentTo></Address></Addresses></ExecuteRequest></soap:Body></soap:Envelope>